Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c145.pdf.tmx
Source language: fin
Languages: sme

source: Luonnonpuistossa on marjojen ja sienten poimiminen sekä riekon ansapyynti ja kalastus sallittu paikallisille asukkaille.
sme: Báikkálaš ássit ožžot luonddumeahcis murjet ja čoaggit guobbariid sihke gárdut rievssahiid ja guolástit.

source: Myös poronhoito on sallittua, kuten myös sen edellyttämät toiminnot.
sme: Maiddái bohccuiguin oažžu doppe bargat, ja lobálaččat leat maiddái boazodollui gullevaš doaimmat.

source: Pääosin puiston itäpuolella, mutta osittain myös sen alueella kulkee paliskuntien välinen poroesteaita.
sme: Bálgosiid gaskasaš rádjeáidi manná eanaš luonddumeahci nuorttabeale, muhto maiddái muhtun muddui ieš luonddumeahcis.

source: Suunnittelualueella on yksityiskiinteistöjä, joille on annettu kulkuoikeus.
sme: Plánenguovllus leat priváhtagiddodagat, maidda lea mieđihuvvon johtinvuoigavuohta.

source: Porotilalain perusteella Paistunturin paliskunnalle on luovutettu hallintaoikeus Fállán paimentopaikkaan.
sme: Boazodállolága vuođul Báišduoddara bálgosii lea luohpaduvvon stivrenriekti Fállá guođohanbáikái.

source: Kevon luonnonpuisto on Paistunturin paliskunnan laidunaluetta.
sme: Geavu luonddumeahcci gullá Báišduoddara bálgosa guođohanguovlluide.

source: Paliskunnan pinta-alasta noin neljännes sijaitsee Kevon luonnonpuistossa.
sme: Bálgosa viidodagas sullii njealjádas lea Geavu luonddumeahcis.

source: Kevon alue on paliskunnalle erittäin tärkeä vasoma-alue.
sme: Geavu guovlu lea bálgosii erenoamáš dehálaš guottetguovlu.

source: Lomake 10b sisältää myös kuvauksen saamelaisesta poronhoidosta.
sme: Dán logus lea maiddái govvideapmi sámi boazodoalus. GUOVDDÁŠ ÁRVVUT JA ÁITAGAT

source: 11 Keskeiset suojelu- ja käyttöarvot sekä uhkat Lomakkeella kuvataan suunnittelualueen keskeiset luonto-, kulttuuriperintö- ja käyttöarvot.
sme: 11 Guovddáš suodjalan- ja geavahanárvvut sihke áitagat Dán skovis govviduvvojit plánenguovllu guovddáš luondo-, kulturárbe- ja geavahanárvvut.

source: Suunnittelualueen keskeisten arvojen määrittely tehdään nykytilan kuvauksen pohjalta ottaen huomioon alueen perustamistarkoitus sekä luonnonsuojelulain ja muiden aluetta koskevien säädösten yleiset tavoitteet.
sme: Plánenguovllu guovddáš árvvuid meroštallan dahkkojuvvo dálá dili govvideami vuođul nu, ahte váldojuvvojit vuhtii guovllu vuođđudanulbmil sihke luonddusuodjalanlága ja guvlui guoskevaš eará njuolggadusaid oppalaš ulbmilat.

source: Arvojen määrittely on hoito- ja käyttösuunnitelman tärkeimpiä kohtia, sillä suunnitelman päämäärät ja tavoitteet kohdistuvat suunnittelualueen keskeisten arvojen säilyttämiseen ja parantamiseen.
sme: Árvvuid meroštallan gullá dikšun- ja geavahanplána deháleamos čuoggáide, dasgo plána mihttomearit ja ulbmilat gusket plánenguovllu guovddáš árvvuid bisuheapmái ja buorideapmái.

source: Keskeisiä luontoarvoja ovat luonto- ja lintudirektiivin eläin- ja kasvilajit sekä luontotyypit, uhanalaiset eläin- ja kasvilajit sekä geologiset kohteet Kevon kanjoni ja dyynit.
sme: Guovddáš luondduárvvuide gullet luondo- ja loddedirektiivva ealli- ja šaddošlájat sihke luondotiippat, áitojuvvon ealli- ja šaddošlájat sihke geologalaš čuozáhagat Geavvoroggi ja Geavu sáttočastasat.

source: Näiden arvojen säilymistä uhkaa ihmistoiminta alueella (mm. maastoliikenne, huolto, retkeily) ja luontaiset uhkat, kuten satunnaiset tekijät ja populaatiodynamiikkaan liittyvät muutokset.
sme: Dáid árvvuid bisuheami leat áitimin olbmodoaimmat guovllus (ee. meahccejohtalus, fuolahus, vánddardeapmi) ja lunddolaš áitagat, dego deivvolaš dahkkit ja populašuvdnadynamihkkii guoskevaš nuppástusat.

source: Keskeisiä ihmiseen tai ihmisen toimintaan liittyviä arvoja ovat alueen tutkimus- ja seurantamerkitys, kulttuuriarvot kuten luonnonmaisemat, arkeologiset kohteet, saamelais- ja paikalliskulttuuri ja virkistyskäyttö.
sme: Olbmo dahje olbmodoaimmaide guoskevaš guovddáš árvvuide gullet guovllu dutkan- ja čuovvunmearkkašupmi, kulturárvvut dego luondduduovdagat, arkeologalaš čuozáhagat, sáme- ja báikkálaškultuvra ja lustageavaheapmi.

source: Näihin kohdistuvat uhkat liittyvät esimerkiksi toimintakulttuuriin.
sme: Dáidda čuohcci áitagat gusket ovdamearkka dihte doaibmakultuvrii.

source: Kappaleessa lueteltuihin keskeisiin arvoihin kohdistuvien uhkatekijöiden torjumiseksi määritellään tavoitteet ja tarvittavat toimenpiteet lomakkeella 12.
sme: Dán logus logahallon guovddáš árvvuide čuohcci áitagiid dusten dihte meroštallojit ulbmilat ja dárbbašlaš doaibmabijut skovis 12.

source: 12 Uhkatekijöiden torjuminen, vaikutusten arviointi ja seuranta Lomakkeella määritellään päämäärät, tavoitteet ja toimenpiteet alueen keskeisiin arvoihin kohdistuvien uhkatekijöiden torjumiseksi.
sme: 12 Áitagiid dusten, váikkuhusaid árvvoštallan ja čuovvun Skovis meroštallojit mihttomearit,ulbmilat ja doaibmabijut guovllu guovddáš árvvuide čuohcci áitagiid dusten dihte.

source: Osa tunnistetuista uhkista on sellaisia, että niihin voidaan vaikuttaa tässä suunnitelmassa.
sme: Muhtumat identifiserejuvvon áitagiin leat dakkárat ahte daidda sáhttá váikkuhit dán plánas.

source: Silloin niihin liittyviä toimenpiteitä on tarkennettu toimenpidelomakkeilla (14–18).
sme: Dalle daidda guoskevaš doaibmabijut leat dárkkálmuhtton doaibmabidjoskoviin (14 – 18).

source: Päämäärä on selkeä kuvaus suojelu- tai käyttöarvon toivotusta kehityksestä pitkällä aikavälillä, ja sitä tarkennetaan edelleen tavoitteen kuvauksessa.
sme: Mihttomearrin lea čielga govvideapmi suodjalan- dahje geavahanárvvu doivojuvvon ovdáneamis guhkesáiggeulbmiliin, ja dat dárkkálmuhtto ainge ulbmila govvideamis.

source: Päämäärät kuvaavat alueen hoidosta ja käytöstä vastaavien tahtotilaa suhteessa suunnittelualueen arvoihin.
sme: Mihttomearit govvidit guovllu dikšumis ja geavaheamis vástideaddjiid dáhttodili plánenguovllu árvvuid ektui.

source: Tämän suunnitelman päämäärät (9 kpl) ovat: Luonto- ja lintudirektiivin eläin- ja kasvilajit säilyvät elinvoimaisina, Luontodirektiivin luontotyypit säilyvät, Uhanalaisten eläin- ja kasvilajien säilyminen elinvoimaisina, Vesistöjen tila säilyy erinomaisena, Kulttuuriperinnön turvaaminen, Metsähallituksen ylläpitämä virkistyskäyttäjiä palveleva reittien ja rakenteiden kokonaisuus säilyy vetovoimaisena ja turvallisena, Luonnonmaisemien turvaaminen, Tutkimuksen edellytysten turvaaminen, Järjestyssäännön päivittäminen ja suojelun toteuttaminen ja Saamelaiskulttuurin turvaaminen.
sme: Dán plána mihttomearit (9 st) leat: Luondo- ja loddedirektiivva ealli- ja šaddošlájat cevzet, Luondodirektiivva luondotiippat seilot, Áitojuvvon ealli- ja šaddošlájat cevzet, Čázádagaid dilli bissu erenoamážin, Kulturárbbi dorvvasteapmi, Lustageavaheaddjiid várás oaivvilduvvon Meahciráđđehusa johtolagat ja ráhkadusat geasuhit ja bissot dorvvolažžan, Luondduduovdagiid dorvvasteapmi, Dutkanvejolašvuođaid dorvvasteapmi, Ortnetnjuolggadusa beiven ja suodjaleami ollašuhttin ja Sámekultuvrra dorvvasteapmi.

source: Päämääriä on yksilöity tavoitteilla ja niihin pyrkivillä toimenpiteillä.
sme: Mihttomearit leat spesifiserejuvvon ulbmiliiguin ja doaibmabijuiguin fas geahččalit juksat ulbmiliid.

source: Kehittämismahdollisuus linjaa suunnittelualueen kehittämisen tavoitteita, joita nousee esiin esim. osallistavan suunnittelun yhteydessä.
sme: Ovddidanvejolašvuohta linnje plánenguovllu ovddideami ulbmiliid, mat bohciidit omd. oassálasti plánema oktavuođas.

source: Kappaleessa kuvatut tavoitteet ovat perustana tarkennetuille toimenpiteille (lomakkeet 14–18).
sme: Dán logus govviduvvon ulbmilat leat vuođđun dárkkálmuhtton doaibmabijuide (Skovit 14 – 18).

source: Vaikutusten arviointitaulukko Suunniteltujen toimenpiteiden ekologisia, sosiokulttuurisia ja paikallistaloudellisia vaikutuksia arvioidaan suunnitelmakauden ajalle (noin 15 vuotta).
sme: Váikkuhusaid árvvoštallantabealla Plánejuvvon doaibmabijuid ekologalaš, sosiálakultuvrralaš ja báikkálašekonomalaš váikkuhusat árvvoštallojit plánabadjái (sullii 15 jagi).

source: Vaikutusten tulisi olla sellaisia, että ne eivät aiheuta haittaa ympäristölle ja että ne edesauttavat suunnitelman päämäärien saavuttamista.
sme: Váikkuhusat galggašedje leat dakkárat ahte dat eai čuoze birrasii ja ahte dat dorjot plána mihttomeriid juksama.

source: Seuranta Suunniteltujen toimenpiteiden toteutumista ja vaikuttavuutta seurataan mittareilla, jotka kuvaavat mm. toimenpiteistä aiheutuneita muutoksia, kuten tapahtumien kappalemääriä, asiakastyytyväisyyttä ja tiedon laatua.
sme: Čuovvun Plánejuvvon doaibmabijuid ollašuvvan ja váikkuhanvejolašvuođat čuvvojuvvojit mihtidanvugiiguin, mat govvidit ee. doaibmabijuid dagahan nuppástusaid, dego dáhpáhusaid meriid, áššehasduhtavuođašvuođa, dieđuid kvalitehta jna.

source: 13A Vyöhykejako: Retkeily- ja luontomatkailuvyöhyke Ei ole.
sme: 13A Avádatjuohku: Vánddardan- ja luondduturismaavádat Ii leat.

source: 13B Vyöhykejako: Syrjävyöhyke Tunturialue, jolla liikkuminen on sallittua merkityillä poluilla 1.5.
sme: 13B Avádatjuohku: Boaittobealeavádat Duottarguovlu, gos oažžu johtit merkejuvvon bálgáid mielde 1.5.-15.10. ja čuoigga 16.10.-30.4. Avádatjuhkui eai leat plánejuvvon nuppástusat.

source: 4. Vyöhykejakoon ei ole suunniteltu muutoksia. 13C Vyöhykejako: Rajoitus- ja luonnonarvovyöhykkeet Kevon rotkon alue, jolla liikkuminen on kielletty 1.4.
sme: 13C Avádatjuohku: Ráddjen- ja luondduárvoavádagat Geavvoroggi, gos ii oaččo johtit 1.4.-14.6. ja oažžu johtit merkejuvvon bálgáid mielde 15.6.-15.10. Čuoigga oažžu johtit 16.10.-31.3.

source: 14 Luonnon- ja kulttuuriperinnönsuojelu Päämäärä 1 Luonto- ja lintudirektiivin eläin- ja kasvilajit säilyvät elinvoimaisina:
sme: 14 Luonddu- ja kulturárbesuodjaleapmi Mihttomearri 1 Luondo- ja loddedirektiivva ealli- ja šaddošlájat cevzet:

source:  Tehdään petolintujen pesintäseurantaa.
sme:  Čuvvojuvvo boralottiid bessendilli.

source:  Naalinpesien tarkastuksia.
sme:  Dárkkistuvvojit njálabeasit.

source:  Tehdään suurpetoseurantaa.
sme:  Čuvvojuvvojit stuorranávddit.

source:  Lettorikkoesiintymän seuranta vähintään 5 vuoden välein.
sme:  Jeaggenartti gávdnonsadji čuvvojuvvo uhcimustá 5 jagi gaskkaid.

source:  Tuoksualvejuuren seuranta vähintään 10 vuoden välein.
sme:  Hádjagáiski čuvvojuvvo uhcimustá 10 jagi gaskkaid.

source:  Pahtakelton seuranta vuosittain.
sme:  Báktesmierra čuvvojuvvo jahkásaččat.

source:  Vuonna 2014 tehdään pahtakelton siirtoistutuksia nykyisen kasvupaikan lähistölle ESCAPE-hankkeessa.
sme:  2014:s dahkkojuvvojit báktesmiera sirdingilvimat dálá šaddansaji lahkosiidda ESCAPE-fitnus.

source: Päämäärä 2 Luontodirektiivin luontotyypit säilyvät:
sme: Mihttomearri 2 Luondodirektiivva luondotiippat seilot:

source:  Maastotarkistuksia porojen talviruokintakohteilla.
sme:  Báikkialdedárkkisteamit bohccuid dálvebiebmansajiin.

source:  Kevonsuun niityn niittäminen joka vuosi tai joka toinen vuosi tarpeen mukaan.
sme:  Geavonjálmmi niitu láddjejuvvo jahkásaččat dahje juohke nuppi jage dárbbu mielde.

source: Päämäärä 3 Uhanalaisten eläin- ja kasvilajien säilyminen elinvoimaisina:
sme: Mihttomearri 3 Áitojuvvon ealli- ja šaddošlájaid ceavzin:

source:  Arnikin seuranta vähintään 10 v. välein.
sme:  Arnihkka čuvvojuvvo uhcimustá10 jagi gaskkaid.

source: Päämäärä 5 Kulttuuriperinnön turvaaminen:
sme: Mihttomearri 5 Kulturárbbi dorvvasteapmi:

source:  Kulumisvaarassa olevien kohteiden kuntoa seurataan.
sme:  Čuvvojuvvo čuozáhagaid ortnet, mat sáhttet leat gollamin.

source: 15 Luonnon virkistyskäyttö: retkeilyn ja luontomatkailun toimenpiteet Päämäärä 6 Metsähallituksen ylläpitämä virkistyskäyttäjiä palveleva reittien ja rakenteiden kokonaisuus säilyy vetovoimaisena ja turvallisena.
sme: 15 Luonddu lustageavaheapmi: vánddardeami ja luondduturismma doaibmabijut Mihttomearri 6 Lustageavaheaddjiid várás oaivvilduvvon Meahciráđđehusa johtolagat ja ráhkadusat geasuhit ja bissot dorvvolažžan.

source: Luonnonmaisemien turvaaminen:
sme: Luondduduovdagiid dorvvasteapmi:

source:  Olemassa oleville taukopaikoille reitillä voidaan lisätä enintään 3 uutta sääsuojakotaa.
sme:  Johtolaga dálá orustansajiide sáhttá lasihit eanemustá 3 ođđa dálkesuodjegoađi.

source:  Roajojärven huolto- ja valvontatupa puretaan ja rakennetaan tilalle uusi pieni tupa.
sme:  Roajášjávrri fuolahus- ja gozihanstohpu gaikkoduvvo ja dan sadjái huksejuvvo smávva stohpu.

source:  Joen ylityksissä säilytetään kahlaamorakenteet.
sme:  Joga rasttildansajiin bisuhuvvojit gálaráhkadusat.

source:  Siltoja ei rakenneta.
sme:  Šalddit eai huksejuvvo.

source:  Pitkoksia uusitaan tarpeen mukaan.
sme:  Rovit ođasmahttojit dárbbu mielde.

source:  Jätehuollon toteuttamistapaa voidaan kehittää.
sme:  Bázahusfuolahusa sáhttá buorebut lágidit.

source:  Madjoen tupa säilytetään nykyisellä paikallaan hiihtovaeltajien ja luontaiselinkeinojen harjoittajien käytössä.
sme:  Mádjoga stohpu bisuhuvvo dálá sajis čuoiganvánddardeaddjiid ja luondduealáhusbargiid anus.

source:  Reitin 18 lahon liiterin uusiminen.
sme:  Johtolaga18 mieskan muorravistti ođasmahttojit.

source:  Portaiden kunnosta huolehditaan seuraamalla kuntoa vuosittain ja uusimalla niitä tarpeen mukaan.
sme:  Ráhpaid ortnegis fuolahuvvo nu, ahte daid ortnet čuvvojuvvo jahkásaččat ja ráhppat ođasmahttojit dárbbu mielde.

source:  Selvitetään uusien porrasratkaisujen toimivuutta ja mahdollisuutta hyödyntää niitä Kevon kanjonin jyrkillä rinteillä.
sme:  Čielggaduvvo ođđa ráhppačovdosiid doaibmivuohta ja vejolašvuohta atnit daid ávkin Geavvorokki heaŋggovilttiin.

source:  Kanjonireitin vähäinen uudelleenlinjaus tarvittaessa.
sme:  Geavu johtolat galgá uhccánaš ođđasit linnjejuvvot dárbbu mielde.

source:  Leiripaikkojen kunnostus.
sme:  Gohttensajit ordnejuvvojit.

source:  Utsjoen luontotuvan kattoremontti.
sme:  Ohcejoga luonddustobu gáhttu divoduvvo.

source:  Palveluvarustusta voidaan kehittää.
sme:  Bálvalanrusttegiid sáhttá buoridit.

source:  Utsjoen luontotuvan näyttely uusitaan vuoden 2014 aikana.
sme:  Ohcejoga luonddustobu čájáhus ođasmahtto jagi 2014 áigge.

source:  Alueen uusittavan järjestyssäännön määräyksistä tiedottaminen.
sme:  Guovllu ođasmahttinvuloš ortnetnjuolggadusa mearrádusaid birra galgá dieđihuvvot.

source:  Luonnonpuiston rajoitusvyöhykkeet merkitään karttoihin.
sme:  Luonddumeahci ráddjenavádagat merkejuvvojit kárttaide.

source: 16 Erätalouden toimenpiteet
sme: 16 Meahccegeavaheami doaibmabijut

source:  Ei muutosta nykytilaan (metsästys ja kalastus).
sme:  Eai nuppástusat dálá dillái (meahccebivdu ja guolástus).

source: (Lomake 8 Erätalous, nykytila).
sme: (Skovvi 8 Meahccegeavaheapmi, dálá dilli).

source: 17 Muun luonnonvarojen ja alueiden käytön toimenpiteet Kappale sisältää kuvauksen, kuinka talvi- ja kesäaikainen maastoliikenne on järjestetty, sekä luvituksen.
sme: 17 Luondduriggodagaid ja guovlluid eará geavaheami doaibmabijut Dán logus gávdno govvideapmi das, mo dálvvi- ja geasiáiggi meahccejohtalus lea lágiduvvon ja makkár lea lohpevuogádat.

source: Kappa leessa on kuvattu myös suunnitellut muutokset nykytilaan.
sme: Logus leat govviduvvon maiddái plánejuvvon nuppástusat dálá dillái.

source: Suurimmat muutokset koskevat talviajan uria, joille maastoliikennelupia voidaan myöntää.
sme: Stuorámus nuppástusat gusket dálvviáiggi vuojáhagaide, maidda meahccejohtaluslobiid sáhttá mieđihit.

source:  Talvi- ja kesäajan maastoliikenne ohjataan ensisijaisesti sovituille kulku-urille.
sme:  Dálvvi- ja geasiáiggi meahccejohtalus stivrejuvvo vuosttažettiin sohppojuvvon vuojáhagaide.

source:  Talviaikainen kulku: Kamajokisuusta (Gamajohnjálmi) Kevon kanjonin yli menevä reitti ja Juovvaskáidin reitti poistetaan.
sme:  Dálvviáigge johtin: Gamajohnjálmmis Geavvorokki rasttildeaddji johtolat ja Juovvaskáiddi johtolat jávkaduvvojit.

source:  Talviaikainen kulku: Kevon kanjonin reitti lyhennetään Kamajokisuuhun (Gamajohnjálmi).
sme:  Dálvviáigge johtin: Geavu johtolat oaniduvvo Gamajohnjálbmái.

source: Kappaleessa kuvataan ohjaus muussa alueella liikkumisessa ja toiminnassa (moottoriveneet, ilma-alukset, maastopyöräily, ratsastus, koira ja porovaljakko, kiipeily, suunnistuskilpailu, partioleirit, leirikoulut, muu toiminta mastossa, maa-ainesten otto, polttopuun otto, pohjaveden otto ja tutkimukseen liittyvä ohjaus).
sme: Dán logus govviduvvo ee. dat, mo guovllus johtin stivrejuvvo ja mo sierra doaimmat stivrejuvvojit (mohtorfatnasat, áibmofievrrut, riiden, beana- ja heargevuodjin, gavccodeapmi, dádjadangilvvut, speidárleairrat, leairaskuvllat, eará doaimmat meahcis, eanaávdnasiid, boaldinmuora, bodnečázi váldin ja dutkamii guoskevaš bagadallan).

source: 17b Poronhoidon toimenpiteet
sme: 17b Boazodoalu doaibmabijut

source:  Poronhoitolaki ohjaa poronhoitoa.
sme:  Boazodoalloláhka stivre boazodoalu.

source: Metsähallitus jatkaa yhteistyötä paliskuntien kanssa neuvottelemalla ja pyytämällä lausuntoja maankäyttöön liittyvissä asioissa.
sme: Meahciráđđehus bargá ainge ovttas bálgosiiguin nu, ahte ráđđádallá daiguin ja bivdá dain cealkámušaid eanageavahanáššiin.

source:  Porojen maastoruokinnasta ei ole säännöksiä poronhoitolaissa, joten sen suhteen toimitaan luonnonsuojelu- ja jätehuoltolain, roskaamiskiellon ja Natura-säännösten mukaan noudattaen myös Utsjoen kunnan ympäristönsuojelumääräystä.
sme:  Bohccuid meahccebiebmama birra eai leat njuolggadusat boazodoallolágas, ja nuba dakko doibmojuvvo luonddusuodjalan-, bázahusfuolahuslága, ludnengielddu ja Natura-njuolggadusaid mielde nu, ahte váldojuvvo maiddái vuhtii Ohcejoga gieldda birassuodjalanmearrádus.

source:  Metsähallitus ja paliskunnat sopivat yhdessä niistä kohteista, joissa poroja ei tulisi ruokkia.
sme:  Meahciráđđehus ja bálgosat sohpet ovttas dain sajiin, main bohccuid ii galggašii biebmat.

source:  Maastoliikennelain mukainen välttämätön kesäaikainen maastoliikenne suositellaan tapahtuvaksi pääosin olemassa olevilla urilla.
sme:  Meahccejohtaluslágas daddjojuvvon vealtameahttun geasiáiggi meahccejohtalus galggašii dáhpáhuvvat eanaš dálá vuojáhagaid mielde.

source:  Tavoitteena on saamelaiskulttuurin ja poronhoidon elinvoimaisuuden säilyminen.
sme:  Ulbmilin lea bajásdoallat sámekultuvrra ja boazodoalu ceavzilvuođa.

source: 18 Hallinto Suunnittelusta vastaavat Metsähallitus Lapin luontopalvelut (Kevon luonnonpuisto), yksityiset maanomistajat ja Lapin ELY-keskus (Kevon Natura-alueen yksityismaiden osalta) ja vesialueen osakaskunta.
sme: 18 Hálddahus Plánemis vástidit Meahciráđđehusa Lappi luonddubálvalusat (Geavu luonddumeahcci), priváhta eanaeaiggádat ja Lappi ELY-guovddáš (Geavu Natura-guovllu priváhta eatnamiid hárrái) ja čáhceguovllu osolašgoddi.

source:  Luonnonpuiston järjestyssääntö laaditaan aluetta koskevien säädösten sekä hoito- ja käyttösuunnitelman linjausten mukaisesti.
sme:  Luonddumeahci ortnetnjuolggadus dahkkojuvvo guvlui guoskevaš njuolggadusaid sihke dikšun- ja geavahanplána linnjemiid mielde.

source:  Metsähallitus jatkaa voimassa olevia käyttöoikeus- ja vuokrasopimuksia edellyttäen, että niiden käyttötarkoitus ei muutu säädösten vastaiseksi.
sme:  Meahciráđđehus joatká gustojeaddji geavahan- ja láigosoahpamušaid dalle, jos daid geavahanulbmil ii rievdda nu ahte rihkku njuolggadusaid.

source:  ELY-keskus jatkaa suojelun toteuttamista niillä yksityismailla, joiden osalta ratkaisua ei ole vielä saavutettu.
sme:  ELY lea suodjaleamen ainge daid priváhta eatnamiid, maid hárrái čoavddus ii leat vel juksojuvvon.

source:  Luontaiselinkeinojen harjoittamista varten tarpeellisten turvekammien rakentaminen Metsähallituksen luvalla on mahdollista.
sme:  Luondduealáhusaiguin bargama várás dárbbašlaš lavdnjegámmiid sáhttá hukset Meahciráđđehusa lo

source:  Poronhoidon tarpeisiin voidaan tehdä käyttöoikeus- ja vuokrasopimuksia.
sme:  Boazodoalu dárbbuide sáhttá dahkat geavahan- ja láigosoahpamušaid.

source:  Puiston henkilökunta ohjaa ja valvoo kävijöitä puiston käytön sääntöihin liittyen.
sme:  Luonddumeahci bargoveahka stivre ja goziha galledeaddjiid luonddumeahci geavaheami njuolggadusaid ektui.

source:  Erävalvonta kohdistuu maastoliikenteeseen, kalastukseen ja suurpetoihin.
sme:  Meahccegoziheapmi guoská meahccejohtalussii ja guolástussii ja stuorranávddiide.

source: Alueellisiin ja paikallisiin yhteistyötahoihin kuuluvat mm. saamelaiskäräjät, paliskunnat, Lapin rajavartiosto, poliisi, tulli, kalastusalue ja osakaskunnat, Lapin elinkeino-, liikenne- ja ympäristökeskus ja Lapin tutkimuslaitos Kevo.
sme: Guvllolaš ja báikkálaš ovttasbargobeliide gullet ee. Sámediggi, bálgosat, Lappi rádjegozáhus, boles, tuollu, guolástanguovlu ja osolašgottit, Lappi ELY-guovddáš ja Lappi dutkanlágádus Geavvu.

source: Metsähallituksen Lapin luontopalvelut tekee yhteistyötä norjalaisten, ruotsalaisten ja venäläisten toimijoiden kanssa.
sme: Meahciráđđehusa Lappi luonddubálvalusat bargá ovttas norgalaš, ruoŧŧelaš ja ruošša doaibmiiguin.

source: Yhteistyön tavoitteena on lisätä vuorovaikutusta eri käyttäjäryhmien kesken ristiriitojen välttämiseksi ja estämiseksi sekä edistää valvontaa.
sme: Ovttasbarggu ulbmilin lea lasihit vuorrováikkuhusa sierra geavaheaddjijoavkkuid gaskkas ruossalasvuođaid garvin ja hehtten dihte sihke buoridit goziheami.

source: 19 Resurssit Suunnitelman toteutuksen arvioidut jatkuvaluonteiset kulut ovat 146 000 euroa vuodessa ja kertaluonteiset menot yhteensä 851 000 euroa.
sme: 19 Resurssat Plána ollašuhttima bissovaš gollun árvalit 146 000 euro jagis ja ovttaháváš gollun oktiibuot 851 000 euro.

source: Koko suunnitelmakaudella (15 vuotta) arvioidut kustannukset ovat yhteensä 3 041 000 euroa.
sme: Oppa plánabaji áiggi (15 jagi) gollun árvalit oktiibuot 3 041 000 euro.

source: Esitettyjä rakentamis- ja kunnossapitotoimenpiteitä tehdään resurssien puitteissa.
sme: Ovdanbukton huksen- ja bajásdoallandoaimmat dahkkojuvvojit resurssaid olis.

source: 20 Osallistaminen Suunnitelman yhteistyöryhmään on nimennyt edustajansa Karigasniemen kyläyhdistys ry, Lapin ELY-keskus, Lapin luonnonsuojelupiiri, Lapin tutkimuslaitos Kevo, Paliskuntain yhdistys, Paistunturin paliskunta, Saamelaiskäräjät, Saamelaismatkailu- ja yrittäjät ry, Saamelaismuseo Siida, Suomen riistakeskus, Tenolaakson Yrittäjät ry, Utsjoen kalastusalue, Utsjoen kunta, Utsjoen riistanhoitoyhdistys, Utsjoen saamelaisyhdistys Sami siida rs ja Utsjokisuun kyläyhdistys ry.
sme: 20 Oassálastin Plána ovttasbargojovkui leat nammadan ovddasteaddji Karigasniemen kyläyhdistys ry, Lappi ELY-guovddáš, Lappi luonddusuodjalanbire, Lappi dutkanlágádus Geavvu, Bálgosiid ovttastus, Báišduoddara bálggus, Sámediggi, Saamelaismatkailu- ja yrittäjät ry, Sámemusea Siida, Suoma fuođđoguovddáš, Tenolaakson Yrittäjät ry, Ohcejoga guolástanguovlu, Ohcejoga gielda, Ohcejoga fuođđodikšunovttastus, Ohcejoga sámesearvi Sami siida rs ja Utsjokisuun kyläyhdistys ry).

source: Saamelaiskäräjien nimeämä Akwé: Kon -ryhmä on valmistellut Akwé: Kon -ohjeiden mukaisia toimenpiteitä ja osallistunut suunnittelutyöhön ja suunnitelman kulttuuristen, sosiaalisten ja ympäristöllisten vaikutusten arviointiin koko projektin ajan.
sme: Sámedikki nammadan Akwé: Kon -joavku lea válmmaštallan Akwé: Kon -rávvagiid mielde doaibmabijuid ja oassálastán plánenbargui ja plána kultuvrralaš, sosiálalaš ja birrasii guoskevaš váikkuhusaid árvvoštallamii oppa prošeavtta áigge.

source: Työryhmään on nimetty saamelaisten perinteisen tiedon haltijoita eri ikäryhmistä tasa-arvonäkökulmat huomioiden.
sme: Bargojovkui leat nammaduvvon sámiid árbevirolaš dieđuid dovdit sierra ahkejoavkkuin nu, ahte leat váldojuvvon vuhtii ovttaárvosašvuođabealit.

source: Ryhmään on kuulunut viisi Saamelaiskäräjien nimeämää edustajaa.
sme: Jovkui leat gullan vihtta ovddasteaddji, maid Sámediggi lea nammadan.

source: Vastuuprosessi Alueiden hallinta Kartta Kuva 1. Suunnittelualue
sme: Vástoproseassa Guovlluid stivren Kárta Govva 1. Plánenguovlu
